Repository: miokato/Claria
Catalog: MusicGirl/Localizable.xcstrings
Source language: en
Languages: ja

source: An Apple Music subscription is required.
ja: Apple Musicのサブスクリプションが必要です。

source: An error occurred: %@
ja: エラーが発生しました: %@

source: Apple Music integration
ja: Apple Music連携

source: Apple Music is not available due to device restrictions.
ja: デバイスの制限によりApple Musicを使用できません。

source: Auto-play on launch
ja: 起動時に自動再生

source: Check subscription
ja: サブスクリプションを確認

source: Connect
ja: 連携する

source: Connect with Apple Music
ja: Apple Musicと連携する

source: Development support
ja: 開発サポート

source: Done
ja: 完了

source: Feature
ja: 機能

source: If you enjoy the app, we’d be grateful for your support — even just the price of a cup of coffee ☕️
ja: アプリを気に入っていただけたら、コーヒー1杯分のサポートをしていただけると嬉しいです ☕️

source: Open Settings
ja: 設定を開く

source: Please allow access to Apple Music from the Settings app.
ja: 設定アプリからApple Musicへのアクセスを許可してください。

source: Support
ja: サポートする

source: Thank you for your support
ja: サポートありがとうございます

source: Thank you for your support ❤️
ja: サポートありがとうございます ❤️

source: To use the application, integration with Apple Music is required.
ja: アプリケーションを利用するにはAppleMusicとの連携が必要です。
